{
   1: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry monument was completed in 2000 and categorised as a contributing property. It is located in the municipality of Gettysburg, Adams County, Pennsylvania, United States.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument was erected in 2000 in Gettysburg, Adams County, Pennsylvania, USA. It falls under the category of Contributing Property.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument was established in 2000 and categorised as contributing property. It is located in Gettysburg, Adams County, Pennsylvania, United States.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "11th_Mississippi_Infantry_Monument ",
   "property": " country ",
   "subject": " "United States""
   }
   ],
   "originaltriplesets" :{
     originaltripleset :[
       {
       "object": "11th_Mississippi_Infantry_Monument ",
       "property": " country ",
       "subject": " "United States"@en"
       },
       {
       "object": "11th_Mississippi_Infantry_Monument ",
       "property": " country ",
       "subject": " "United States"@en"
       }
     ]
     },
   "size": "6",
   "xml_id": "Id1"
      }
},
{
   2: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is placed in the municipality of Gettysburg, Pennsylvania, USA at Seminary Ridge in Adams County and is categorized as a contributing property.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is located in the Seminary Ridge, Gettysburg, Adams County, Pennsylvania, USA. It is categorised as a contributing property.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monumenet falls under the category of contributing property. It is located at Seminary Ridge in the municipality of Gettysburg, Adams County, Pennsylvania, United States.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "11th_Mississippi_Infantry_Monument ",
   "property": " country ",
   "subject": " "United States""
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "11th_Mississippi_Infantry_Monument ",
     "property": " country ",
     "subject": " "United States"@en"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id2"
      }
},
{
   3: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument, which was completed in 2000, is located at the Seminary Ridge, Gettysburg, Adams County, Pennsylvania, United States.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Established in 2000, the 11th Mississippi Infantry Monument is located at Seminary Ridge in Gettysburg, Adams County, Pennsylvania, USA.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument, which was founded in the year 2000, is located in the Seminary Ridge, Gettysburg, Adams County, Pennsylvania, United States.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "11th_Mississippi_Infantry_Monument ",
   "property": " country ",
   "subject": " "United States""
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "11th_Mississippi_Infantry_Monument ",
     "property": " country ",
     "subject": " "United States"@en"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id3"
      }
},
{
   4: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is located at Seminary Ridge in Pennsylvania, USA; the monument was established in 2000 and is categorized as a contributing property and is in the municipality of Gettysburg Pennsylvania.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry monument was established in 2000 and is categorised as a contributing property. It is located at Seminary Ridge, Gettysburg, Pennsylvania, United States.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is located in the Seminary Ridge in the municipality of Gettysburg Pennsylvania, United States. The monument was established in the year 2000 and is categorized as a Contributing Property.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "11th_Mississippi_Infantry_Monument ",
   "property": " country ",
   "subject": " "United States""
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "11th_Mississippi_Infantry_Monument ",
     "property": " country ",
     "subject": " "United States"@en"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id4"
      }
},
{
   5: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument which was erected in 2000 and is categorised as a contributing property is found in the Adams County, Pennsylvania, United States. To the north of Adams County lies Cumberland County also of Pennsylvania and to the southeast of Adams County lies Carroll County, Maryland.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument (location Adams County, Pennsylvania, United States) was completed in the year 2000 and falls under the category of Contributing property. To the north of Adams County lies Cumberland County, also Pennsylvania and to the southeast lies Carroll County, Maryland.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument, established in 2000, is located in Adams County, Pennsylvania, United States and falls under the category of Contributing property. Pennsylvania's Cumberland County is to the north of Adams County and to the southeast of Adams County lies Carrol County, Maryland.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "11th_Mississippi_Infantry_Monument ",
   "property": " country ",
   "subject": " "United States""
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "11th_Mississippi_Infantry_Monument ",
     "property": " country ",
     "subject": " "United States"@en"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id5"
      }
},
{
   6: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is located in Adams County, Pennsylvania, United States. Adams County has to its west Franklin County and to its north Cumberland County, both also of Pennsylvania. To the southwest of Adams County lies Frederick County and to the southeast Carroll County, both of Maryland.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry monument is located in Adams County, Maryland, US. West of the County is Franklin County, Pennsylvania and Cumberland County lies to the north. Carrol County in Maryland lies to the southeast.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is found in the Adams County, Pennsylvania, United States. To the west of Adams County lies Franklin County and to the north Cumberland County is located - all of these counties are in the state of Pennsylvania. Adams County has Carrol County to its southeast and Frederick County to its southwest - both these counties are in Maryland.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "11th_Mississippi_Infantry_Monument ",
   "property": " country ",
   "subject": " "United States""
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "11th_Mississippi_Infantry_Monument ",
     "property": " country ",
     "subject": " "United States"@en"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id6"
      }
},
{
   7: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is located in the municipality of Gettysburg, Adams County, Pennsylvania. It was established in 2000 and it falls under the category of contributing property.To the north of Adams County is Cumberland County.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "South of Cumberland County, Pennsylvania lies Adams County. The location of the 11th Mississippi Infantry Monument in the municipality of Gettysburg. It was established in 2000 and is categorised as a contributing property.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Cumberland County, Pennsylvania is found north of Adams County which is the location of the 11th Mississippi Infantry Monument established in 2000 in Gettysburg. The monument falls under the category of contributing property.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "11th_Mississippi_Infantry_Monument ",
   "property": " established ",
   "subject": " 2000"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "11th_Mississippi_Infantry_Monument ",
     "property": " established ",
     "subject": " 2000"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id7"
      }
},
{
   8: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is located at Seminary Ridge, Gettysburg, Adams County, Pennsylvania. The monument was competed in 2000 and is categorised as a contributing property.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is located in the Seminary Ridge, Gettysburg, Adams County, Pennsylvania. It was established in 2000 and it is categorised as a contributing property.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry monument is located at Seminary Ridge, the municipality of Gettysburg, Adams County, Pennsylvania. The monument was established in 2000 and is categorised as contributing property.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "11th_Mississippi_Infantry_Monument ",
   "property": " location ",
   "subject": " Seminary_Ridge"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "11th_Mississippi_Infantry_Monument ",
     "property": " range ",
     "subject": " Seminary_Ridge"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id8"
      }
},
{
   9: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 14th New Jersey Volunteer Infantry Monument is located in the Monocacy National Battlefield, Frederick, Maryland. The monument, which is owned by the National Park Service, was established on 11th July 1907 and belongs to the category of Historic districts in the United States.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 14th New Jersey Volunteer Infantry Monument (established 1907-07-11) is a United States historic district. It is located in the Monocacy National Battlefield district and owned by the National Park Service. The closest city to the battlefield is Frederick, Maryland.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The 14th New Jersey Volunteer Infantry Monument was established on 11 July 1907 in the district of the Monocacy National Battlefield, Frederick, Maryland. It is owned by the National Park Service and belongs to the category of historic districts in the US.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "14th_New_Jersey_Volunteer_Infantry_Monument ",
   "property": " established ",
   "subject": " "1907-07-11""
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "14th_New_Jersey_Volunteer_Infantry_Monument ",
     "property": " established ",
     "subject": " "1907-07-11"^^xsd:date"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id9"
      }
},
{
   10: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "Southeast of Carrol County, Maryland is Adams County Pennsylvania. This county is the location of the 11th Mississippi Infantry Monument erected in 2000 in Gettysburg and which is categorised as a contributing property.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is located in Gettysburg, Adams County, Pennsylvania. It is categorised as a contributing property and it was established in 2000. Carrol County, Maryland is southeast of Adams County.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi INfantry Monument is located in the municipality of Gettysburg, Adams County, Pa. It is categorized as a Contributing Property and was established in 2000. Carrol County, Maryland is southeast of Adams County, Pennsylvania.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Adams_County,_Pennsylvania ",
   "property": " has to its southeast ",
   "subject": " Carroll_County,_Maryland"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Adams_County,_Pennsylvania ",
     "property": " southeast ",
     "subject": " Carroll_County,_Maryland"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id10"
      }
},
{
   11: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is located in Gettysburg, Adams County, Pennsylvania. It was established in 2000 and it is categorised as a contributing property. Cumberland County, Pa is to the north of Adams County and Carrol County, Maryland is southeast of Adams County.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument which was established in the year 2000 is in the municipality of Gettysburg , Adams County, Pennsylvania. Adams County has Carrol County, Maryland to its southeast and to its north, Cumberland County, Pennsylvania.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is located within the municipality of Gettysburg, in Adams County, Pennsylvania. It was established in 2000 and is categorized as a Contributing property. Located to the southeast of Adams County is Maryland's Carrol County. To the north is Pennsylvania's Cumberland County.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Adams_County,_Pennsylvania ",
   "property": " has to its southeast ",
   "subject": " Carroll_County,_Maryland"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Adams_County,_Pennsylvania ",
     "property": " southeast ",
     "subject": " Carroll_County,_Maryland"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id11"
      }
},
{
   12: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 11th Mississippi Monument is located in Adams County, Pennsylvania. It was established in 2000 and it is categorized as a Contributing Property. Adams County has Cumberland County (Pa) to its north; Maryland's Frederick County to its north east and Carroll County, Maryland to its southeast.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry monument was established in 2000 in Adams County, Pennsylvania and is categorised as a contributing property. The location of Adams County is northwest of Carrol County, Maryland, south of Cumberland County and northeast of Frederick County, both of Maryland.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument (established in 2000) is located in Adams County, Pennsylvania and is categorized as a Contributing Property. Cumberland County (also of Pennsylvania) lies to the north of Adams County. Carrol County (to the southeast) and Frederick County (to the southwest) and both of Maryland are near neighbours to Adams County.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Adams_County,_Pennsylvania ",
   "property": " has to its southeast ",
   "subject": " Carroll_County,_Maryland"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Adams_County,_Pennsylvania ",
     "property": " southeast ",
     "subject": " Carroll_County,_Maryland"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id12"
      }
},
{
   13: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 11th Mississipi Infantry Monument was established in 2000 and it is located in Adams County, Pa. The Monument is categorised as a contributing property. To the north of Adams County is Cumberland County (Pa), to its west is Franklin County (Pa) and to its southeast is Carrol County (Maryland).",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Adams County Pennsylvania is East of Franklin County, Pennsylvania and has Carrol County, Maryland to its southeast and Cumberland County, Pennsylvania to its north. The 11th Mississippi Infantry Monument is located in Adams County and falls under the category of Contributing property. The 11th Mississippi Infantry Monument was established in 2000.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Cumberland County in Pennsylvania is situated north of Adams County which is the location of the 11th Mississippi Infantry Monument which was erected in 2000 and categorised as a contributing property. Franklin County can be found to the west and Carroll County Maryland is to the southeast.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Adams_County,_Pennsylvania ",
   "property": " has to its west ",
   "subject": " Franklin_County,_Pennsylvania"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Adams_County,_Pennsylvania ",
     "property": " west ",
     "subject": " Franklin_County,_Pennsylvania"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id13"
      }
},
{
   14: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "Carrol County Maryland is southeast of Adams County, Pennsylvania. With Franklin County to the west, Cumberland County to the north and Frederick County to the southwest, Adams County is the location of the 11th Mississippi Infantry monument which was established in 2000.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is found in Adams County, Pennsylvania and has been established since the year 2000. To the west of Adams County lies Franklin County and to the north is Cumberland County - both also of Pennsylvania. To the southeast of Adams County lies Carroll County and to the southwest lies Frederick County , both of Maryland.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Adams County is located to the south of Cumberland County and east of Franklin County. Carroll County Maryland lies to the south east and Frederick County to the southwest. The 11th Mississippi Infantry monument was established in the County in 2000.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Adams_County,_Pennsylvania ",
   "property": " has to its west ",
   "subject": " Franklin_County,_Pennsylvania"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Adams_County,_Pennsylvania ",
     "property": " west ",
     "subject": " Franklin_County,_Pennsylvania"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id14"
      }
},
{
   15: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is located in Gettsysburg, Adams County, Pennsylvania. It is categorized as a contributing property. Adams County, Pennsylvania has Cumberland County (Pa) to its south; Carrol County (Maryland) to its southeast and Franklin County (Pa) to its west.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is located in Gettysburg, Adams County, Pennsylvania. It is categorized as a contributing property. Cumberland County, Pa is located in the north of Adams County, Pa and Franklin County is found to the west of Adams County. Adams County has Carrol County, Maryland to its Southeast.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry monument is located in Gettysburg, Adams County, Pennsylvania and is categorised as a contributing property. Adams County is situated to the east of Franklin County and south of Cumberland County, Pennsylvania. Carrol County in Maryland lies to the northwest.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Adams_County,_Pennsylvania ",
   "property": " has to its west ",
   "subject": " Franklin_County,_Pennsylvania"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Adams_County,_Pennsylvania ",
     "property": " west ",
     "subject": " Franklin_County,_Pennsylvania"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id15"
      }
},
{
   16: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is located in Gettysburg, Adams County, Pennsylvania. Franklin County in the state is found to the west, and Cumberland County to the north. Carrol County in Maryland lies to the southeast of Adams County.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is located in Gettysburg, Adams County, Pennsylvania. Adams County (Pa) has Fredericks County (Maryland) to its north east; Cumberland County to its north; Carrol County, Maryland to its southeast and Franklin County (Pa) to its west.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Pennsylvania's Franklin Country is west of Adams County which has Carrol County Maryland to its southeast. To the North of Adams County is Cumberland County with Frederick County to the southeast. The municipality for the 11th Mississippi Infantry Monument is Gettysburg which is located in Adams County.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Adams_County,_Pennsylvania ",
   "property": " has to its west ",
   "subject": " Franklin_County,_Pennsylvania"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Adams_County,_Pennsylvania ",
     "property": " west ",
     "subject": " Franklin_County,_Pennsylvania"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id16"
      }
},
{
   17: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "July 27, 1932 is an important date for Turkey, where the largest city is Istanbul and currency is the Turkish lira; because on this date the Ataturk Monument, made of bronze and designed by Pietro Canonica was inaugurated.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The Ataturk Monument, made of bronze, was designed by Pietro Canonica and is located in Izmir, Turkey where the currency is the Turkish Lira and the largest City is Istanbul; the monument was inaugurated on July 27, 1932.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Pietro Canonica designed the Ataturk Monument(Izmir) in bronze and it was inaugurated on 27 July 1932 in Turkey. The country's largest city is Istanbul and the local currency is the Turkish lira.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Atatürk_Monument_(İzmir) ",
   "property": " designer ",
   "subject": " Pietro_Canonica"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Atatürk_Monument_(İzmir) ",
     "property": " designer ",
     "subject": " Pietro_Canonica"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id17"
      }
},
{
   18: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The Baku Turkish Maryrs' Memorial is dedicated to the Ottoman Army Soldiers killed in the Battle of Baku. It is located in Azerbaijan. The capital of Azeribaijan is Baku and its leader is Prime Minister Artur Rasizade. Azerbaijan has legislature of National Assembly.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Baku is the capital city of Azerbaijan which is led by Prime Minister Artur Rasizade with a National Assembly dictating the legislature. The country is the location of the Baku Turkish Martyrs memorial dedicated to the soldiers of the Ottoman army who died in the Battle of Baku.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The capital of Azerbaijan is Baku and its president - or official leader - is called Artur Rasizade. The legislature of Azerbaijan is known as the National Assembly. The country is the location for the Baku Turkish Martyrs' Memorial, which is dedicated to the Ottoman Army Soldiers killed in the Battle of Baku.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Azerbaijan ",
   "property": " capital ",
   "subject": " Baku"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Azerbaijan ",
     "property": " capital ",
     "subject": " Baku"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id18"
      }
},
{
   19: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "Huseyin Butuner and Hilmi Guner were the designers of the Baku Turkish Martyrs Memorial in Azerbaijan, dedicated to the soldiers of the Ottoman army who died in the Battle of Baku. The Prime Minister, Artur Rasizade is the leader of Azerbaijan where Baku is the capital city.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Baku Turkish Martyrs' Memorial is dedicated to the Ottoman Army Soldiers killed in the Battle of Baku. It was designed by Huseyin Butuner and Hilmi Guner and it is located in Azerbaijan. The capital of Azerbaijan is Baku and its leader is Prime Minister Artur Rasizade.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Artur Rasizade is the leader of Azerbaijan where the Baku Turkish Martyrs memorial designed by Huseyin Butuner and Hilmi Guner is located. The memorial is dedicated to the soldiers of the Ottoman army who were killed at the Battle of Baku, the capital city.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Azerbaijan ",
   "property": " capital ",
   "subject": " Baku"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Azerbaijan ",
     "property": " capital ",
     "subject": " Baku"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id19"
      }
},
{
   20: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The Baku Turkish Martyrs' Memorial is located in Azerbaijan whose capital is Baku. The memorial is dedicated to Ottoman Army soldiers killed in the Battle of Baku and is called Turk Sehitleri Aniti. It was designed by Hüseyin Bütüner and Hilmi Güner. Azerbaijan is led by the Prime Minister.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Huseyin Butuner and Hilmi Guner designed the Baku Turkish Martyrs memorial, also known as the Turk Sehitleri Aniti. The memorial is dedicated to the Ottoman army soldiers who were killed in the Battle of Baku. It is located in Azerbaijan where the Prime Minister leads the country and the capital city is Baku.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Azerbaijan, where the leader is the Prime Minister and the capital if Baku, is the location of the Baku Turkish Martyrs Memorial which is dedicated to the soldiers of the Ottoman army who were killed in the battle of Baku. The local name for the memorial is Turk Sehitleri Aniti and it was designed by Huseyin Butuner and Hilmi Guner.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Azerbaijan ",
   "property": " capital ",
   "subject": " Baku"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Azerbaijan ",
     "property": " capital ",
     "subject": " Baku"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id20"
      }
},
{
   21: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "Baku Turkish Martyrs' Memorial, made of red granite and white marble, is dedicated to the Ottoman Army soldiers killed in the Battle of Baku. The memorial, called Turk Sehitleri Aniti, was designed by Hüseyin Bütüner and Hilmi Güner and is located in Azerbaijan, the capital of which is Baku.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The Baku Turkish Martyrs' Memorial, also known by the native name Turk Sehitleri Aniti, is located in Azerbaijan. The memorial was designed by Huseyin Butuner and Hilmi Guner, and is constructed from red granite and white marble. It is dedicated to the Ottoman Army soldiers killed in the Battle of Baku, the capital of Azerbaijan.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Baku is the capital of Azerbaijan. The Baku Turkish Martyrs' Memorial is created in red granite and white marble and is dedicated to the Ottoman Army soldiers killed in the Battle of Baku. The Native name of theMemorial is "Türk Sehitleri Aniti". Its designers are Huseyin Butuner and Hilmi Guner.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Azerbaijan ",
   "property": " capital ",
   "subject": " Baku"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Azerbaijan ",
     "property": " capital ",
     "subject": " Baku"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id21"
      }
},
{
   22: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The Dead Man's Plack is located in England's capital - London It is dedicated to AEthwald, Ealdorman of East Anglia and it is made of rock. England's main religion in the Church of England. One of the languages spoken in England is the Cornish language.",
   "xml_id": "Id1"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Dead_Man's_Plack ",
   "property": " location ",
   "subject": " England"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Dead_Man's_Plack ",
     "property": " location ",
     "subject": " England"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id22"
      }
},
{
   23: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "England is the home of the Cornish language, many ethnic groups including the British Arabs and the established religion of The Church of England. It is also the location of Dead Mans Plack, a stone formation dedicated to Aethelwald, Ealdorman of East Anglia.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Dead Man's Plack is a stone monument in England that is dedicated to Æthelwald, Ealdorman of East Anglia. The state religion of England is the Church of England. English ethnic group include British Arabs. In England's Cornwall region, the Cornish language is spoken.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The Dead Man's Plack (located in England) is made from rock. It is dedicated to AEthelwald, Ealdorman of East Anglia. England's religion is the Church of England and Cornish is spoken in the Cornwall region of England. British Arabs are an English ethnic group.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Dead_Man's_Plack ",
   "property": " location ",
   "subject": " England"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Dead_Man's_Plack ",
     "property": " location ",
     "subject": " England"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id23"
      }
},
{
   24: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The Dead Man's Plack which is made of rock and is dedicated to Æthelwald, Ealdorman of East Anglia is located in England . The capital of England is London and Cornish is a language spoken in the Cornwall region.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The Dead Man's Plack is found in England and made from rock. It is dedicated to Æthelwald, Ealdorman of East Anglia. London is the capital of England and Arabs are an ethnic group. The Cornish language is spoken Cornwall.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Dead Man's Plack, which is made of rock, is dedicated to Æthelwald, Ealdorman of East Anglia. It is found in England, the capital of which is London. Cornish is one of the languages spoken in England and one of the ethnic groups found in the country is the British Arabs.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Dead_Man's_Plack ",
   "property": " location ",
   "subject": " England"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Dead_Man's_Plack ",
     "property": " location ",
     "subject": " England"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id24"
      }
},
{
   25: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "Frederick, Maryland is the nearest city to the Monocacy National Battlefield of Frederick County, Maryland. It is the location of the 14th New Jersey Volunteer Infantry Monument which was established on 11 July 1907 which is categorised as belonging to the historic districts of the United States.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 14th New Jersey Volunteer Infantry Monument is located in the district of the Monocacy National Battlefield, Frederick, Maryland. The monument was established in 1907-07-11 and is categorised as an historic district in the United States.",
   "xml_id": "Id2"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Monocacy_National_Battlefield ",
   "property": " location ",
   "subject": " Frederick_County,_Maryland"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Monocacy_National_Battlefield ",
     "property": " location ",
     "subject": " Frederick_County,_Maryland"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id25"
      }
},
{
   26: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The location of the 14th New Jersey Volunteer Infantry Monument is the Monocacy National Battlefield in Frederick County, Maryland, United States. The monument was established on 11 July 1907 and is owned by the National Park Service.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 14th New Jersey Voluntary Infantry Monument (located in the Monocacy National Battlefield, Frederick County, Maryland, USA) was established on the 11th July, 1907. The nearest city is Frederick, Maryland. The Monument was provided by the National Park Service.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The 14th New Jersey Volunteer Infantry Monument was established on 11 July 1907 and is located in the district of the Monocacy National Battlefield in Frederick County, Maryland, US. The monument is owned by the National Park Service. The nearest city to the battlefield is Frederick, Maryland.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Monocacy_National_Battlefield ",
   "property": " location ",
   "subject": " Frederick_County,_Maryland"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Monocacy_National_Battlefield ",
     "property": " location ",
     "subject": " Frederick_County,_Maryland"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id26"
      }
},
{
   27: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The Turkish lira is the official currency of the country where Ahmet Davutoglu is leader. The country is the location of the memorial designed in bronze by Pietro Canonica and inaugurated on 27 July 1932.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The currency of Turkey is the Turkish lira and the leader of the country is Ahmet Davutoglu. The country is the location of the Ataturk Monument (Izmir) designed in bronze by Pietro Canonica and inaugurated on 27 July 1932.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Ahmet_Davutoglu is Turkey's leader where the currency is Turkish Lira, and where Pietro Canonica designed the Ataturk Monument in Izmir from bronze, the monument was inagurated on July 27, 1932.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leader ",
   "subject": " Ahmet_Davutoğlu"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leader ",
     "subject": " Ahmet_Davutoğlu"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id27"
      }
},
{
   28: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The leader of Turkey, where the currency is the Turkish lira, is Ahmet Davutoglu. While the capital city is Ankara, the largest city in the country is Istanbul. Turkey is the location of the Ataturk Monument (Izmir) which was inaugurated on 27 July 1932.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Ahmet Davutoglu is the leader of Turkey, where the capital is Ankara, but the largest city is Istanbul; the currency of Turkey is Turkish Lira and in Izmir, Turkey the Ataturk Monument stands, inaugurated on July 27, 1932.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Turkey's capital is Ankara and the country's leader is Ahmet Davutoglu. The currency of Turkey is the Turkish lira and Istanbul is it's largest city. The Atatürk Monument is located in Izmi and was inaugurated on the 27th of July, 1932.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leader ",
   "subject": " Ahmet_Davutoğlu"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leader ",
     "subject": " Ahmet_Davutoğlu"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id28"
      }
},
{
   29: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "Ahmet Davutoglu is the leader of Turkey where Ankara is the capital, although the largest city is Istanbul. The country is the location of the bronze Ataturk Monument (Izmir) which was inaugurated on 27 July 1932.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Izmir, Turkey is the location of the bronze Ataturk Monument which was inaugurated on 27 July 1932. Ahmet Davutoglu is the Turkish leader and the largest city is Istanbul although the capital is Ankara.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Although Istanbul is the largest city, Ankara is the capital of Turkey where Ahmet Davutoglu is the leader. Turkey is the location of the bronze Ataturk Monument (Izmir) which was inaugurated on 27 July 1932.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leaderName ",
   "subject": " Ahmet_Davutoğlu"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leaderName ",
     "subject": " Ahmet_Davutoğlu"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id29"
      }
},
{
   30: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "Turkey's leader is the President, the currency is the Turkish lira and the capital city is Ankara. It is the location of the Ataturk monument which was designed by Pietro Canonica and inaugurated in Izmir on 27 July 1932.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The Ataturk Monument, which was designed by Pietro Canonica, was inaugurated on 27th July, 1932. Turkey's leader is the President, its currency is the Turkish Lira and the capital city is Ankara.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Pietro Canonica designed the Ataturk Monument (Izmir) which was inaugurated on 27 July 1932 in Turkey. The Turkish leader is known as the President of Turkey, the currency is the Turkish lira and the capital city is Ankara.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leaderTitle ",
   "subject": " President_of_Turkey"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leaderTitle ",
     "subject": " President_of_Turkey"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id30"
      }
},
{
   31: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "President Ahmet Davutoglu is the leader of Turkey, the home of the Ataturk monument (Izmir). The monument was designed in bronze by Pietro Canonica and inaugurated on 27 July 1932 in Izmir.",
   "xml_id": "Id1"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leaderTitle ",
   "subject": " President_of_Turkey"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leaderTitle ",
     "subject": " President_of_Turkey"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id31"
      }
},
{
   32: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "President Ahmet Davutoglu is the leader of Turkey. The capital city is Ankara, but it is in Izmir that the Ataturk monument designed by Pietro Canonica and inaugurated on 27 July 1932 is located.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Ankara is the capital of Turkey, The country's leader is President Ahmet Davutoglu and it is the location of the Ataturk monument designed by Pietro Canonica which was inaugurated on 27 July 1932.",
   "xml_id": "Id2"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leaderTitle ",
   "subject": " President_of_Turkey"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leaderTitle ",
     "subject": " President_of_Turkey"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id32"
      }
},
{
   33: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The Ataturk Monument (located in Izmir, Turkey) is made of Bronze. It was inaugurated on the 27th July, 1932 and it was designed by Pietro Canonica. Turkey's leader is President Ahmet Davutoglu.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "President Ahmet Davutoglu is the leader of Turkey which is the location of the Ataturk monument (Izmir) designed by Pietro Canonica. The monument is made of bronze and was inaugurated on 27 July 1932.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Ahmet Davutoglu is the Turkish leader and is officially titled President of Turkey where the Ataturk Monument is located in Izmir made of bronze and designed by Pietro Canonica, inaugurated on July 27, 1932.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leaderTitle ",
   "subject": " President_of_Turkey"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leaderTitle ",
     "subject": " President_of_Turkey"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id33"
      }
},
{
   34: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The Ataturk Monument is located in Izmir, Turkey and it is made of bronze. Turkeys leader is President Ahmet Davutogly and its capital is Ankara. Turkey's currency is the Turkish lira.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The Atatürk Monument (İzmir), which is made of bronze, is found in Turkey, whose capital is Ankara and whose currency is the Turkish Lira. President of Turkey is the official title of the Turkish leader - his name is Ahmet Davutoglu.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "President Ahmet Davutoglu is the Turkish leader. The local currency is the Turkish lira and the capital city is Ankara, but it is in Izmir that the bronze Ataturk monument is located.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leaderTitle ",
   "subject": " President_of_Turkey"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leaderTitle ",
     "subject": " President_of_Turkey"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id34"
      }
},
{
   35: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "Ahmet Davutoglu is President of Turkey whose capital is Ankara. The bronze Ataturk Monument found in Turkey was inaugurated on July 27th 1932.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The President of Turkey is Ahmet Davutoglu. The capital is Ankara, but it is in Izmir that the bronze Ataturk monument is located and was inaugurated on 27 July 1932. .",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "President Ahmet Davutoglu is the leader of Turkey which has the capital city of Ankara. The country is the location of the bronze Ataturk monument inaugurated on 27 July 1932 in Izmir.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leaderTitle ",
   "subject": " President_of_Turkey"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leaderTitle ",
     "subject": " President_of_Turkey"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id35"
      }
},
{
   36: {
   "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "President Ahmet Davutoglu is the leader of Turkey, The local currency is the Turkish lira and the capital city is Ankara, although Istanbul is the largest. Izmir, Turkey is the location of the Ataturk monument.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The President of Turkey is Ahmet Davutoglu and it's capital city is Ankara. The largest city in Turkey is Istanbul. The turkish currency is the Turkish lira. The Atatürk Monument is located in İzmir.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "President and leader of Turkey, where the currency is the Turkish lira is Ahmet Davutoglu. The capital city is Ankara and the largest city is Istanbul although it is in Izmir that the Ataturk Monument is located.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leaderTitle ",
   "subject": " President_of_Turkey"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leaderTitle ",
     "subject": " President_of_Turkey"
     }
     ]
   ],
   "size": "6",
   "xml_id": "Id36"
      }
}