{
   1: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The lira is the official currency of Turkey where Ahmet Davutoglu is the leader. Although the largest city is Istanbul the capital city is Ankara. The country is the location of the bronze Ataturk in Izmir which was inaugurated on 27 July 1932.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The Atatürk Monument is a bronze monument inaugurated on 27th July, 1932, in Izmir. It is found in Turkey, a country which has Ankara as its capital and Istanbul as its largest city. The leader of Turkey is called Ahmet Davutoğlu, and the currency is the Turkish lira.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The leader of Turkey is Ahmet Davutoglu and although Istanbul is the largest city in Turkey the capital is Ankara. The country's currency is the Turkish lira. The country is the location of the bronze Ataturk monument at Izmir which was inaugurated on 27 July 1932.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leaderName ",
   "subject": " Ahmet_Davutoğlu"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leaderName ",
     "subject": " Ahmet_Davutoğlu"
     }
     ]
   ],
   "shape": "(X (X) (X) (X (X) (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id1"
      }
},
{
   2: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The Ataturk Monument is a bronze monument designed by Pietro Canonica, and inaugurated on July 27th, 1932. It is located in Izmir, in Turkey, a country where the capital is Ankara, and the leader is the President of Turkey, Ahmet Davutoglu.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "President Ahmet Davutoglu is the Turkish leader where the capital city is Ankara. The bronze Ataturk Monument which was designed by Pietro Canonica is located in Izmir and was inaugurated on 27 July 1932.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The Ataturk Monument (Izmir) was designed by Pietro Canonica, made of bronze, and was inaugurated on July 27, 1932. It is located in Turkey, whose capital city is Ankara, and official leader is President Ahmet Davutoglu.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leaderTitle ",
   "subject": " President_of_Turkey"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leaderTitle ",
     "subject": " President_of_Turkey"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id2"
      }
},
{
   3: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "Inaugurated on the 27th of July, 1932, The Ataturk Monument (Izmir) is located in Turkey. The largest city is Istanbul, and the capital is Ankara. The country's president is Ahmet Davutoglu, and the currency is the Turkish Lira.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "President Ahmet Davutoglu is the leader of Turkey which has the currency of the Turkish lira. The capital city is Ankara although the largest city is Istanbul. The Ataturk monument was inaugurated on 27 July 1932 and is located in Izmir.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "President Ahmet Davutoglu is the leader of Turkey which has the currency of the Turkish lira. Although the largest city is Istanbul, the capital city is Ankara. The Ataturk monument is located in Izmir where it was inaugurated on 27 July 1932.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leaderTitle ",
   "subject": " President_of_Turkey"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leaderTitle ",
     "subject": " President_of_Turkey"
     }
     ]
   ],
   "shape": "(X (X) (X (X) (X) (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id3"
      }
},
{
   4: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is located at Seminary Ridge in Adams County in the municipality of Gettysburg Pennsylvania (United States). It was established in the year 2000 and is categorised as a contributing property.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument (completed in 2000) is a contributing property found at Seminary Ridge, Adams County, in the municipality of Gettysburg in the American state of Pennsylvania.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Seminary Ridge in Gettysburg is located in Adams County, Pennsylvania and is the location of the 11th Mississippi Infantry monument which was established in 2000 and categorised as a contributing property within the United States.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "11th_Mississippi_Infantry_Monument ",
   "property": " country ",
   "subject": " "United States""
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "11th_Mississippi_Infantry_Monument ",
     "property": " country ",
     "subject": " "United States"@en"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X) (X) (X) (X))",
   "shape_type": "sibling",
   "size": "7",
   "xml_id": "Id1"
      }
},
{
   5: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "11th Mississippi Infantry Monument has been established in 2000 and is categorised as a contributing property. It is located in Adams County, Pennsylvania (United States). Carroll County Maryland is southeast of Adams county Pennsylvania and Pennsylvania's Cumberland County is to the north of the Adams County.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument was established in 2000 in Adams County, Pennsylvania and is categorised as a contributing property of the United States. Adams County is located south of Cumberland County and Carroll County in Maryland lie to the southeast.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument was established in 2000 and is categorised as a contributing property. It is located in Adams County, Pennsylvania state (in the US). Adams County, Pennsylvania has Carroll County, Maryland to its southeast and Pennsylvania's Cumberland County is to the north of the Adams County.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "11th_Mississippi_Infantry_Monument ",
   "property": " country ",
   "subject": " "United States""
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "11th_Mississippi_Infantry_Monument ",
     "property": " country ",
     "subject": " "United States"@en"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X) (X (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id2"
      }
},
{
   6: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is categorized as a Contributing property, and is found in Adams County, Pennsylvania, in the US. Adams County is to the east of Franklin County, Pennsylvania, and it has Carroll County Maryland to its southeast, Pennsylvania's Cumberland County to its north, and Maryland's Frederick County to its southwest.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Adams County is located in Pennsylvania, United States to the south of Cumberland County and to the east of Franklin County. Frederick County, Maryland is to the southwest and Carroll County, Maryland to the southeast. Adams County is the location of the 11th Mississippi Infantry monument which is categorised as a contributing property.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Adams County, Pennsylvania which lies east of Franklin County, south of Cumberland County, northwest of Carroll County, Maryland and northeast of Frederick County, is the location of the 11th Mississippi Infantry monument which was established in 2000 and categorised as a contributing property within the United States.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "11th_Mississippi_Infantry_Monument ",
   "property": " country ",
   "subject": " "United States""
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "11th_Mississippi_Infantry_Monument ",
     "property": " country ",
     "subject": " "United States"@en"
     }
     ]
   ],
   "shape": "(X (X) (X) (X (X) (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id3"
      }
},
{
   7: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "Frederick County Maryland is to the south west of Adams County, Pennsylvania. To the south of Adams County is Cumberland County and to the northwest Carroll County, Maryland. Adams County is the location of the 11th Mississippi Infantry monument which was established in 2000 and categorised as a contributing property within the United States.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry monument, established in 2000, is categorised as a contributing property and located in Adams County, Pennsylvania which is north of Cumberland County. The County is northwest of Maryland's Carroll County and northeast of Frederick County, Maryland.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Adams County in Pennsylvania is located south of Cumberland County. Frederick County, Maryland is to the southwest and Carroll County, Maryland is to the southeast. The County is the location of the 11th Mississippi Infantry monument which was established in 2000 and is categorised as a contributing property.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Adams_County,_Pennsylvania ",
   "property": " has to its southeast ",
   "subject": " Carroll_County,_Maryland"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Adams_County,_Pennsylvania ",
     "property": " southeast ",
     "subject": " Carroll_County,_Maryland"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id4"
      }
},
{
   8: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "Gettysburg is located in Adams County, Pennsylvania which lies to the south of Cumberland County, east of Franklin County and to the northwest of Carroll County, Maryland. It is the location of the 11th Mississippi Infantry monument which was established in 2000 and categorised as a contributing property within the United States.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry monument is located in the municipality of Gettysburg, Adams County which was established in 2000 and categorised as a contributing property. Adams County in Pennsylvania is located to the east of Franklin County and south of Cumberland County. To the north west is Carroll County, Maryland.",
   "xml_id": "Id2"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Adams_County,_Pennsylvania ",
   "property": " has to its west ",
   "subject": " Franklin_County,_Pennsylvania"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Adams_County,_Pennsylvania ",
     "property": " west ",
     "subject": " Franklin_County,_Pennsylvania"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id5"
      }
},
{
   9: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "Adams County lies to the east of Franklin County and south of Cumberland County, Pennsylvania. Carroll County in Maryland lies to the southeast and Frederick County, Maryland to the southwest. The 11th Mississippi Infantry monument which was completed in 2000 is located in Adams County and categorised as contributing property.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Adams County Pennsylvania is East of Franklin County, Pennsylvania. To the southeast is Carroll County, Maryland. Adams County has Cumberland County to its north and Frederick County, Maryland to its southwest. The 11th Mississippi Infantry Monument is in this county and was completed in 2000. This Monument is categorized as a Contributing Property.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument was established in 2000 in Adams County, Pennsylvania and is categorised as a contributing property. Adams County is located east of Franklin County and south of Cumberland County. Carroll County and Frederick County in Maryland lie to the southeast and southwest respectively.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Adams_County,_Pennsylvania ",
   "property": " has to its west ",
   "subject": " Franklin_County,_Pennsylvania"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Adams_County,_Pennsylvania ",
     "property": " west ",
     "subject": " Franklin_County,_Pennsylvania"
     }
     ]
   ],
   "shape": "(X (X) (X) (X (X) (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id6"
      }
},
{
   10: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument falls under the category of Contributing property, and is located in the municipality of Gettysburg in Adams County, Pennsylvania. This county is to the east of Franklin County, and has Cumberland County to its north and Carroll County (Maryland) to its southeast and Frederick County (Maryland) to its southwest.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry Monument is situated in Gettysburg, Adams County, Pennsylvania and is categorised as a contributing property. Adams County is located east of Franklin County and south of Cumberland County. Carroll County and Frederick County in Maryland lie to the southeast and southwest respectively.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Adams County in Pennsylvania is located east of Franklin County and south of Cumberland County. Southeast is Carroll County, Maryland and Frederick County, Maryland is to the southwest. The 11th Mississippi Infantry Monument is located in the municipality of Gettysburg, Adams County and is categorised as a contributing property.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Adams_County,_Pennsylvania ",
   "property": " has to its west ",
   "subject": " Franklin_County,_Pennsylvania"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Adams_County,_Pennsylvania ",
     "property": " west ",
     "subject": " Franklin_County,_Pennsylvania"
     }
     ]
   ],
   "shape": "(X (X) (X) (X (X) (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id7"
      }
},
{
   11: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The leader of Azerbaijan is called the Prime Minister of Azerbaijan. The capital of Azerbaijan is Baku. In Baku is the Baku Turkish Martyrs's Memorial located which was designed by Huseyin Butuner and Hilmi Guner. Turk Sehitleri Aniti is the native name for the Baku Turkish Martyrs' Memorial, which is dedicated to the Ottoman Army soldiers killed in the Battle of Baku. The source of legislature in Azerbaijan is the National Assembly.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The capital of Baku is Azerbaijan with its leader called the Prime Minister and its legislative branch called the National Assembly. The Baku Turkish Martyrs Memorial was designed by Huseyin Butuner and Hilmi Guner and is found in Azerbaijan. It is dedicated to soldiers killed in the Battle of Baku. The Memorial is known locally as Türk Şehitleri Anıtı.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The Azerbijan leader is the Prime Minister of Azerbaijan and it has a legislature called the Azerbaijan National Assembly. Baku is the capital of Azerbaijan. In Baku there is a Turkish Martyrs' Memorial dedicated to the soldiers killed in the Battle of Baku. The original name of the monument is Turk Sehitleri Aniti. The Memorial was designed by Hüseyin Bütüner and Hilmi Güner.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Azerbaijan ",
   "property": " capital ",
   "subject": " Baku"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Azerbaijan ",
     "property": " capital ",
     "subject": " Baku"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id8"
      }
},
{
   12: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The leader of Azerbaijan is Prime Minister Artur Rasizade and the legislature is the National Assembly. The Turk Sehitleri Aniti, usually known as the Baku Turkish Martyrs' Memorial is located in the country, where the capital city is Baku. It was designed by Huseyin Butuner and Hilmi Guner.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Prime Minister Artur Rasizade is the leader of Azerbaijan which has Baku as its capital city and the National Assembly is the official legislature. The country is the location of the Baku Turkish Martyrs memorial which is known locally as Turk Sehitleri Aniti and was designed by Huseyin Butuner and Hilmi Guner.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Baku is the capital city of Azerbaijan where the leader is Prime Minister Artur Rasizade and the legislature is the National Assembly. The country is the location of the Baku Turkish Martyrs memorial, also known as the Turk Sehitleri Aniti, designed by Huseyin Butuner and Hilmi Guner.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Azerbaijan ",
   "property": " capital ",
   "subject": " Baku"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Azerbaijan ",
     "property": " capital ",
     "subject": " Baku"
     }
     ]
   ],
   "shape": "(X (X) (X) (X (X) (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id9"
      }
},
{
   13: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The leader of Azerbaijan is Artur Rasizade. It has a legislature known as the National Assembly. Baku is the capital of Azerbaijan. The Baku Turkish Martyrs' Memorial is in Azerbaijan and is in dedication to the Ottoman Army Soldiers killed at the Battle of Baku. It was designed by Huseyin Butuner and Hilmi Guner. The native name of the Memorial is Turk Sehitleri Aniti.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The leader of Azerbaijan is Artur Rasizade, the capital city is Baku and the legislature is the National Assembly. The city is the location of the Baku Turkish Martyrs memorial designed by Huseyin Butuner and Hilmi Guner. It is dedicated to the soldiers of the Ottoman army killed in the Battle of Baku and has the local name of Turk Sehitleri Aniti.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Azerbaijan leader's name is Artur Rasizade and its capital is in Baku with the legislature in Azerbaijan called The National Assembly. Baku has the Turkish Martyrs' Memorial, designed by Huseyin Butuner and Hilmi Guner, and dedicated to the Ottoman Army Soldiers killed in the Battle of Baku The Native name of the Memorial is "Türk Sehitleri Aniti".",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Azerbaijan ",
   "property": " capital ",
   "subject": " Baku"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Azerbaijan ",
     "property": " capital ",
     "subject": " Baku"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id10"
      }
},
{
   14: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "Huseyin Butuner and Hilmi Guner designed the red granite and white marble Baku Turkish Martyrs memorial which is located in Azerbaijan and dedicated to the Ottoman army soldiers killed in the Battle of Baku, the capital city. Prime Minister Artur Rasizade is the current leader of the country.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Baku is the capital of Azerbaijan which is led by Prime Minister Artur Rasizade. The city is the location of the Baku Turkish Martyrs' memorial designed in red granite and white marble by Huseyin Butuner and Hilmi Guner. The memorial is dedicated to the soldiers of the Ottoman army who were killed at the Battle of Baku.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The Baku Turkish Martyrs' Memorial was designed in red granite and white marble by Huseyin Butuner and Hilmi Guner, and it is dedicated to the Ottoman Army soldiers killed in the Battle of Baku. It is found in Baku, the capital of Azerbaijan, a country led by the Prime Minister of Azerbaijan, Artur Rasizade.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Azerbaijan ",
   "property": " capital ",
   "subject": " Baku"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Azerbaijan ",
     "property": " capital ",
     "subject": " Baku"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id11"
      }
},
{
   15: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The Baku Turkish Martyrs' Memorial is a monument created in red granite and white marble by its designers Huseyin Butuner and Hilmi Guner, and is dedicated to the Ottoman Army soldiers killed in the Battle of Baku. It is found in Baku, the capital of Azerbaijan, a country led by Artur Rasizade, and with the National Assembly as its source of legislature.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Baku is the capital city of Azerbaijan where the legislature is the National Assembly and the leader is Artur Rasizade. The city is the location of the Baku Turkish Martyrs' memorial designed by Huseyin Butuner and Hilmi Guner in red granite and white marble. The memorial commemorates the soldiers of the Ottoman army who were killed in the Battle of Baku.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Baku is the capital city of Azerbaijan where the leader is Artur Rasizade and the legislature is the National Assembly. It is the location of the red granite and white marble Baku Turkish Martyrs memorial designed by Hilmi Guner and Huseyin Butuner and dedicated to the soldiers of the Ottoman army who lost their lives at the Battle of Baku.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Azerbaijan ",
   "property": " capital ",
   "subject": " Baku"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Azerbaijan ",
     "property": " capital ",
     "subject": " Baku"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id12"
      }
},
{
   16: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "Artur Rasizade is the leader of Azerbaijan where the Baku Turkish Martyrs Memorial dedicated to the soldiers of the Ottoman army who died at the Battle of Baku. The memorial was designed in red granite and white marble by Huseyin Butuner and Hilmi Guner and is known locally as Turk Sehitleri Aniti.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Artur Rasizade is the leader of Azerbaijan where the capital city is Baku. The country is the location of the Baku Turkish Martyrs Memorial which commemorates the soldiers of the Ottoman army who were killed in the Battle of Baku. The memorial has been designed in red granite and white marble by Huseyin Butuner and Hilmi Guner and has the local name of Turk Sehitleri Aniti.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Baku is the capital of Azerbaijan where Artur Rasizade is the leader. The city is the location of the Baku Turkish Martyrs memorial which was designed by Huseyin Butuner and Hilmi Guner in red granite and white marble. The memorial is dedicated to the soldiers of the Ottoman army who died in the Battle of Baku. The memorial has the local name of Turk Sehitleri Aniti.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Azerbaijan ",
   "property": " capital ",
   "subject": " Baku"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Azerbaijan ",
     "property": " capital ",
     "subject": " Baku"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X) (X (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id13"
      }
},
{
   17: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The Baku Turkish Martyrs' Memorial was designed by Huseyin Butuner and Hilmi Guner in red granite and white marble and is dedicated to the Ottoman Army soldiers killed in the Battle of Baku. It is located in Baku, the capital of Azerbaijan, a country led by Artur Rasizade, the Prime Minister of Azerbaijan.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Baku is the capital of Azerbaijan where Prime Minister Artur Rasizade is the leader. The city is the location of the Baku Turkish Martyrs memorial which was designed by Huseyin Butuner and Hilmi Guner in red granite and white marble. The memorial is dedicated to the soldiers of the Ottoman army who died in the Battle of Baku.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The Baku Turkish Martyrs' Memorial is located in Azerbaijan's capital, Baku. The monument is dedicated to the Ottoman Army soldiers killed in the Battle of Baku. It was designed by Hüseyin Bütüner and Hilmi Güner, and constructed from red granite and white marble. Azerbaijan's leader, the Prime Minister of Azerbaijan, is Artur Rasizade.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Azerbaijan ",
   "property": " leader ",
   "subject": " Artur_Rasizade"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Azerbaijan ",
     "property": " leader ",
     "subject": " Artur_Rasizade"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id14"
      }
},
{
   18: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The Azerbaijan legislature is the National Assembly and the leader of the country is Prime Minister Artur Rasizade. The capital city is Baku and is the location of the red granite and white marble Baku Turkish Martyrs memorial which has the local name of Turk Sehitleri Aniti.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Prime Minister Artur Rasizade is the leader of Azerbaijan where the source of legislature is the National Assembly. Baku is the capital city and is the location of the red granite and white marble Baku Turkish Martyrs memorial, locally known as Turk Sehitleri Aniti.",
   "xml_id": "Id2"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Azerbaijan ",
   "property": " leader ",
   "subject": " Artur_Rasizade"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Azerbaijan ",
     "property": " leader ",
     "subject": " Artur_Rasizade"
     }
     ]
   ],
   "shape": "(X (X) (X) (X (X) (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id15"
      }
},
{
   19: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "Baku Turkish Martyrs' Memorial, made from red granite and white marble, is dedicated to the Ottoman Army soldiers killed in the Battle of Baku, Azerbaijan. The memorial (native name "Türk Sehitleri Aniti") was designed by Huseyin Butuner and Hilmi Guner. Artur Rasizade is the leader (official title Prime Minister) of Azerbaijan.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The Baku Turkish Martyrs' Memorial (known as Turk Sehitleri Aniti in the local language) is a red granite and white marble monument, designed by Huseyin Butuner and Hilmi Guner, and dedicated to Ottoman Army soldiers killed in the Battle of Baku. It is located in Azerbaijan, a country led by the Prime Minister of Azerbaijan, Artur Rasizade.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "Artur Rasizade is is the Prime Minister and the leader of Azerbaijan. Here we can find Baku Turkish Martyrs' Memorial, that is dedicated to the Ottoman Army soldiers killed in the Battle of Baku. The native name of the Baku Turkish Martyrs' Memorial is Turk Sehitleri Aniti. Its designer was Hüseyin Bütüner and Hilmi Güner and it is made from red granite and white marble.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Azerbaijan ",
   "property": " leader ",
   "subject": " Artur_Rasizade"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Azerbaijan ",
     "property": " leader ",
     "subject": " Artur_Rasizade"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X) (X (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id16"
      }
},
{
   20: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The Baku Turkish Martyrs' Memorial (known as Turk Sehitleri Aniti) was designed by Hüseyin Bütüner and Hilmi Güner in red granite and white marble, and is dedicated to the Ottoman Army soldiers killed in the Battle of Baku. It is located in Azerbaijan, where the leader is Artur Rasizade, and the National Assembly is the legislative branch of government.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The Baku Turkish Martyrs memorial, dedicated to the soldiers of the Ottoman army who died at the Battle of Baku was designed in red granite and white marble by Huseyin Butuner and Hilmi Guner. The native name for the memorial which is located in the city of Baku, Azerbaijan, is Turk Sehitleri Aniti. Turkey is led by Artur Rasizade and the National Assembly is the legislature within the country.",
   "xml_id": "Id2"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Baku_Turkish_Martyrs'_Memorial ",
   "property": " material ",
   "subject": " "Red granite and white marble""
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Baku_Turkish_Martyrs'_Memorial ",
     "property": " material ",
     "subject": " "Red granite and white marble"@en"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X) (X (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id17"
      }
},
{
   21: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "Dead Man's Plack is a rock monument found in England and dedicated to Aethelwald, Ealdorman of East Anglia. One of the ethnic groups of the country are the British Arabs, and the Church of England is the official religion. The Cornish language is still spoken in parts of the country. London is the capital city of England.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Dead Man's Plack is located in England, made from stone, and dedicated to AEthelwald, Ealdorman of East Anglia. England's established religion is The Church of England, and the capital city is London. The Cornish language is spoken there, and the British Arabs are an English ethnic group.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The capital of England is London where we can find the Dead Man's Plack which is made of stone. The Plack is dedicated to Æthelwald, Ealdorman of East Anglia. Cornish language is spoken in England and it has an established religion called the Church of England. One of the ethnic groups found in that country is the British Arabs.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Dead_Man's_Plack ",
   "property": " location ",
   "subject": " England"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Dead_Man's_Plack ",
     "property": " location ",
     "subject": " England"
     }
     ]
   ],
   "shape": "(X (X) (X) (X (X) (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id18"
      }
},
{
   22: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The 14th New Jersey Volunteer Infantry Monument is found in the Monocacy National Battlefield, Frederick County, Maryland. Located near to the city of Frederick, the monument was established on 11th July 1907, is owned by the National Park Service and belongs to the category of Historic districts in the United States.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Frederick, Maryland is the nearest city to the 14th New Jersey Volunteer Infantry Monument which was established on 11 July 1907 at the Monocacy National Battlefield in Frederick County, Maryland. The monument is categorised as a historic district in the US and is owned by the National Park Service.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The 14th New Jersey Volunteer Infantry Monument is owned by the National Park Service. It was established on July 11th, 1907 and is categorized as a historic district in the United States and is found in the Monocacy National Battlefield (Frederick County), the city nearest to this is Frederick, Maryland.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Monocacy_National_Battlefield ",
   "property": " location ",
   "subject": " Frederick_County,_Maryland"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Monocacy_National_Battlefield ",
     "property": " location ",
     "subject": " Frederick_County,_Maryland"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X) (X (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id19"
      }
},
{
   23: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The Atatürk Monument in İzmir is a bronze monument designed by Pietro Canonica, and inaugurated on July 27th, 1932. It is located in Turkey, where the capital city is Ankara, the currency is the Turkish lira, and the leader is named Ahmet Davutoğlu.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "Pietro Canonica designed the bronze Ataturk monument which was inaugurated in Turkey on 27 July 1932 in Izmir. The leader of the country is Ahmet Davutoglu and the currency is the Turkish lira. Ankara is the capital of Turkey.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The lira is the currency of Turkey where Ahmet Davutoglu is the leader and the capital city is Ankara. The country is the site of the bronze Ataturk monument at Izmir which was designed by Pietro Canonica and inaugurated on 27 July 1932.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leader ",
   "subject": " Ahmet_Davutoğlu"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leader ",
     "subject": " Ahmet_Davutoğlu"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id20"
      }
},
{
   24: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The largest city in Turkey is Istanbul, although the capital city is Ankara. The country is led by Ahmet Davutoglu and is the location of the bronze Ataturk Monument designed by Pietro Canonica which was inaugurated on 27 July 1932 and is located in Izmir.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The Turkish leader is Ahmet Davutoglu and although the largest city is Istanbul, the capital is Ankara. Izmir is the location of the Ataturk monument designed by Pietro Canonica in bronze and inaugurated on 27 July 1932.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The largest city in Turkey is Istanbul, and the capital city is Ankara. The country is led by Ahmet Davutoglu and is the location of the bronze Ataturk monument which was designed by Pietro Canonica and inaugurated in Izmir on 27 July 1932.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leader ",
   "subject": " Ahmet_Davutoğlu"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leader ",
     "subject": " Ahmet_Davutoğlu"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id21"
      }
},
{
   25: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The Atatürk Monument (İzmir), found in Turkey, is made of bronze and was designed by Pietro Canonica. The monument was established on the 27th of July, 1932. Turkey's capital is Ankara and its largest city is Istanbul. The leader's official title is the President of Turkey.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The official leader of Turkey is called the President. Its capital is located in Ankara and its largest city is Istanbul. It has a monument called the Ataturk. The Ataturk Monument was designed by Pietro Canonica and was founded on July 27, 1982. It is made of bronze.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The Ataturk Monument (Izmir) is located in Turkey, a country led by the country's president. Istanbul is the largest city, and Ankara is the capital. The monument was designed by Pietro Canonica, made of bronze, and inaugurated on the 27th of July, 1932.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leaderTitle ",
   "subject": " President_of_Turkey"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leaderTitle ",
     "subject": " President_of_Turkey"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id22"
      }
},
{
   26: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The Ataturk Monument (Izmir) was designed by Pietro Canonica, and made of bronze. It is located in Izmir, Turkey, and was inaugurated July 27th, 1932. The country is led by President Ahmet Davutoglu, and the capital city is Ankara.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The Ataturk Monument (Izmir) is a bronze monument designed by Pietro Canonica, and inaugurated on 27th July, 1932. It is located in Turkey, where the capital is Ankara, and the leader (the President of Turkey) is Ahmet Davutoğlu.",
   "xml_id": "Id2"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leaderTitle ",
   "subject": " President_of_Turkey"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leaderTitle ",
     "subject": " President_of_Turkey"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id23"
      }
},
{
   27: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The official title of the Turkish leader is President of Turkey. Ahmet Davutoglu is Turkeys leader. The largest city in Turkey is Istanbul. Lira is the currency used in Turkey. In Izmir is the Ataturk Monument, which was designed by Pietro Canonica and is made of Bronze.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The Atatürk Monument is a bronze structure located in Izmir, and designed by Pietro Canonica. It is found in Turkey, where the largest city is Istanbul, the currency is the Turkish Lira, and the leader, the President of Turkey, is named Ahmet Davutoglu.",
   "xml_id": "Id2"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leaderTitle ",
   "subject": " President_of_Turkey"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leaderTitle ",
     "subject": " President_of_Turkey"
     }
     ]
   ],
   "shape": "(X (X) (X) (X (X) (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id24"
      }
},
{
   28: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The Atatürk Monument in İzmir was designed by Pietro Canonica and was inaugurated on 27th July, 1932. It can be found in Turkey, a country with Istanbul as its largest city and the lira as its currency, and led by the President of Turkey, Ahmet Davutoglu.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The Leader Of Turkey (official title President of Turkey) is Ahmet Davutoğlu. Ataturk Monument, located in İzmir was designed by Pietro Canonica and was inaugurated on 27th of July, 1932. Turkey's largest city is Istanbul and their currency is the Turkish lira.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "The Turkish leader (official title President of Turkey) is Ahmet Davutoglu. Pietro Canonica designed the Ataturk Monument in Izmir and it was inaugurated on 27th of July, 1932. Turkey's largest City is Istanbul and the currency is the Turkish lira.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leaderTitle ",
   "subject": " President_of_Turkey"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leaderTitle ",
     "subject": " President_of_Turkey"
     }
     ]
   ],
   "shape": "(X (X) (X) (X (X) (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id25"
      }
},
{
   29: {
      "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "Turkey's leader is Ahmet Davutoglu, who is the President of Turkey. Its capital is Ankara and the largest city is Istanbul. The currency used in Turkey is Turkish Lira. The ataturk Monument (Izmir), that is located in Turkey, is made of bronze.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The bronze Ataturk monument is located in Turkey where President Ahmet Davutoglu is the leader. The capital city is Ankara, although the largest city is Istanbul and the local currency is the Turkish lira.",
   "xml_id": "Id2"
   },
   {
   "comment": "good",
   "lex": "President Ahmet Davutoglu is the leader of Turkey which has the capital city of Ankara, although the largest city is Istanbul. The currency of the country is the Turkish lira and the country is the location of the bronze Ataturk monument.",
   "xml_id": "Id3"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "Turkey ",
   "property": " leaderTitle ",
   "subject": " President_of_Turkey"
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "Turkey ",
     "property": " leaderTitle ",
     "subject": " President_of_Turkey"
     }
     ]
   ],
   "shape": "(X (X) (X (X) (X) (X) (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id26"
      }
},
{
   30: {
   "category": "Monument",
   "lexicalizations" :[
   {
   "comment": "good",
   "lex": "The Municipality of Gettysburg is located in Adams County, Pennsylvania which lies to the south of Cumberland County and to the northwest of Carroll County, Maryland. It is the location of the 11th Mississippi Infantry monument which was established in 2000 and categorised as a contributing property within the United States.",
   "xml_id": "Id1"
   },
   {
   "comment": "good",
   "lex": "The 11th Mississippi Infantry monument which was erected in the municipality of Gettysburg, Adams County, Pennsylvania, US in 2000 is categorised as a contributing property. Adams County is located south of Cumberland County in the same state, and Carroll County, Maryland is situated to the southeast.",
   "xml_id": "Id2"
   }
   ],
   "modifiedtripleset" :[
   {
   "object": "11th_Mississippi_Infantry_Monument ",
   "property": " country ",
   "subject": " "United States""
   }
   ],
   "originaltriplesets" :[
     "originaltripleset" :[
     {
     "object": "11th_Mississippi_Infantry_Monument ",
     "property": " country ",
     "subject": " "United States"@en"
     }
     ]
   ],
   "shape": "(X (X) (X) (X) (X) (X (X) (X)))",
   "shape_type": "mixed",
   "size": "7",
   "xml_id": "Id1"
      }
}